Repository: raa193/cs1635_mpx_final_project
Catalog: mpx/lib/l10n/app_*.arb
Languages: es

source: No Flights
es: Sin vuelos

source: Flight Tracker Application
es: Aplicación de Seguimiento de Vuelos

source: Unknown Airline
es: Aerolínea Desconocida

source: Unknown Airport
es: Aeropuerto Desconocido

source: Status
es: Estado

source: Unknown
es: Desconocido

source: All
es: Toda

source: Scheduled
es: Programado

source: Active
es: Activo

source: Landed
es: Aterrizado

source: Cancelled
es: Cancelado

source: Incident
es: Incidente

source: Diverted
es: Desviado

source: Flights
es: Vuelos

source: Departure Airport
es: Aeropuerto de Salida

source: Arrival Airport
es: Aeropuerto de Llegada

# flightNumber
source: Flight No.
es: N.º de Vuelo

source: Gate
es: Puerta

source: Arrival Information
es: Información de Llegada

# baggageInformationUnannounced
source: Baggage Information has not been announced yet...
es: La información sobre el equipaje aún no se ha anunciado...

# flightActiveMessage
source: This flight is currently underway!
es: ¡Este vuelo ya está en marcha!

# flightDelayedMessage
source: This flight has been delayed to
es: Este vuelo se ha retrasado a

# flightDivertedMessage
source: This flight is has been diverted.
es: Este vuelo ha sido desviado.

# flightIncidentMessage
source: This flight has encountered a problem!
es: Este vuelo ha encontrado un problema.

# flightLandedMessage
source: This flight has now landed!
es: ¡Este vuelo ya ha aterrizado!

# flightStatusUnknownMessage
source: The status of this flight is currently unknown.
es: El estado de este vuelo es actualmente desconocido.

# flightScheduledMessage
source: This flight is scheduled to leave at
es: Este vuelo está programado para salir a las

# flightCancelledMessage
source: This flight has been cancelled.
es: Este vuelo ha sido cancelado
